---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.StairRampFailures.CannotCreateOneOrMoreBaluster
source: html/cbb4a8bb-d8df-dda7-d3d8-694484b85c7f.htm
---
# Autodesk.Revit.DB.BuiltInFailures.StairRampFailures.CannotCreateOneOrMoreBaluster Property

Can't create one or more Balusters

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotCreateOneOrMoreBaluster { get; }
```